Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: The authors reﬂected great awareness of the CCP’s fragile legitimacy.
es_us: Los autores denotaban gran conocimiento de la legitimidad frágil del PCCh.

source: The authors argued for “steady reform” and continued “experiments,” particularly in smaller enterprises, but called for “attack[ing] and contain[ing] radical reformism” such as the continued “devolution of authority and granting of beneﬁts” (fangquan rangli) and the rapid implementation of price reform and the shareholding system.
es_us: Los autores argumentaban a favor de "reformas sostenidas" y "experimentos" constantes, particularmente en proyectos pequeños. Sin embargo, exigían "atacar y contener el reformismo extremista" que se veía manifestado en la constante "descentralización de la autoridad y el otorgamiento de beneficios" (fangqun rangli), además de reclamar por la rápida implementación de reformas en los precios y del sistema de participación accionaria.

source: The authors charged that the Chinese government had been naive and soft in its dealings with the United States, that it should be more forthright in just saying “no,” and that the government was neither confident enough nor competent enough – it was too wrapped up in the past and insufficiently bold in engineering China’s modernization.82 China Can Say No had a populist edge that was highly skeptical of the government.
es_us: Los autores acusaron al gobierno chino de haber sido ingenuo y dócil en su trato con Estados Unidos, ya que se esperaba una actitud más directa para decir un simple ''no''. Además, se culpó al gobierno por no ser lo suficientemente seguro y competente al estar demasiado inmerso en el pasado y poco osado en contruir una China moderna. El libro China puede decir no tuvo una ventaja populista que fue muy escéptica del gobierno.

source: The authors soon followed with a sequel,76 and imitators sprouted up “like bamboo shoots after a spring rain.”77 Within government circles, it appears that there was at first a sense that someone had finally expressed their frustrations with the United States.
es_us: Los autores continuaron luego con una secuela, y los plagiadores brotaron ''como crece un bambú después de una lluvia de primavera''. En un primer momento parecía que había alguien que por fin expresaba sus frustraciones hacia Estados Unidos dentro de los círculos del gobierno.

source: The basic problem was that globalization and marketization did not lead to the “good society.” China’s reform had indeed marketized the economy and linked it to the world, as enlightenment intellectuals had urged, but the result was not fairness and social justice – much less political democracy
es_us: El problema fundamental fue que la globalización y la mercadización no resultaron en una "buena sociedad". La reforma de China había, de hecho, marquetizado la economía y la había conectado con el mundo, tal como los intelectuales de la Ilustración querían. El resultado no fue la legitimidad y la justicia social (mucho menos la democracia política

source: The basic problem was that globalization and marketization did not lead to the “good society.” China’s reform had indeed marketized the economy and linked it to the world, as enlightenment intellectuals had urged, but the result was not fairness and social justice – much less political democracy – but rather polarization, corruption, and a mutual penetration between political and economic power; indeed “the process of marketization itself had manifested new contradictions that were, in a certain sense, even more difficult to overcome” than those of the 1980s.
es_us: El problema fundamental fue que la globalización y la mercadización no resultaron en una "buena sociedad". La reforma de China había, de hecho, marquetizado la economía y la había conectado con el mundo, tal como los intelectuales de la Ilustración querían. El resultado no fue la legitimidad y la justicia social (mucho menos la democracia política),sino más bien la polarización, la corrupción, y una penetración mutua entre el poder político y el poder económico; de hecho, "el proceso de mercadización en sí habia manifestado nuevas contradicciones que fueron, de cierto modo, aun más difíciles de superar" que aquellas de los años ochenta.

source: The battle over reform continued.
es_us: La batalla sobre la reforma continuó.

source: The belief that the United States wanted to “hold China down,” as many put it, grew quickly and took hold.
es_us: La creencia de que Estados Unidos quería “reprimir a China”, como muchos dijeron, pronto creció y se estableció.

source: The best-known of these include Li Rui, Mao's former secretary, who has written a series of works excoriating the leftist past;61 Hu Jiwei, former editor-in-chief and director of People's Daily, who has published his memoirs and some articles in Hong Kong;62 and Wang Ruoshui, former deputy editor-in-chief of People's Daily, who similarly published a memoir in Hong Kong and wrote a number of articles, mostly on Mao Zedong, before his death in 2002.63 Such voices, quite inﬂuential in the 1980s, no longer carry the weight they once did, in part because the government is no longer sympathetic to their views and generally denies them access to mainland media, and in part because younger academics see them as not well trained (in contemporary academic terms) and hence "out of date." Nevertheless, their writings carry weight in some circles and stand in constant counterpoint to revisionist views of history.
es_us: El más reconocido de ellos es Li Rui, exsecretario de Mao, quien escribió una serie de trabajos en los que fustigó al antiguo izquierdista;61 Hu Jiwei, ex editor jefe adjunto y director de People’s Daily, quién publicó sus memorias y algunos artículos en Hong Kong; 62 y Wang Ruoshui, ex editor jefe adjunto de People’s Daily , quien también publicó una memoria en Hong Kong y escribió varios artículos, la mayoría de ellos sobre Mao Zedong, antes de fallecer en 2002.63 Estas voces, de gran influencia en los 80, fueron perdiendo la importancia que se les solía dar, en gran parte debido a que el gobierno ya no estaba a favor de sus posturas y generalmente les negaba el acceso a los medios continentales , y a su vez porque los estudiosos/profesores más jóvenes piensan que no están capacitados (en términos académicos contemporáneos) y por lo tanto los consideran “desfasados”. Sin embargo, sus trabajos son valorados en algunos ambientes y entran en constante contraposición con las posturas revisionistas de la historia.

source: The bid to host the Olympics was a point of pride for many people; opposition to it could only be seen as hostility toward the Chinese people.15
es_us: La oferta de ser anfitriona de las Olimpiadas era un motivo de orgullo para mucha gente; la oposición a esta oferta solo se podía interpretar como una hostilidad hacia el pueblo chino15.

source: The biggest problem was that of the state-owned enterprises.
es_us: El mayor problema era el de las empresas estatales.

source: The book quickly sold almost two million copies.
es_us: El libro vendió casi dos millones de ejemplares.

source: The book that heralded the debate over Asian values was Shintaro Ishihara’s The Japan That Can Say No, published in 1989.27
es_us: El libro que anunció el debate sobre los valores asiáticos fue El Japón que puede decir no de Shintaro Ishihara publicado en 1989.27

source: The bottom line is that as Hu Jintao moves into his second term as general secretary, the Seventeenth Party Congress has given him a substantial, but not unlimited, mandate to pursue his agenda of addressing inequity in society, pursuing growth in ways that are more compatible with sustainable development, and the implementation of Party building efforts that will incorporate a greater degree of inner-Party democracy.
es_us: El resultado es que a medida que Hu Jintao avanza hacia su segundo período como secretario general, el Decimo Séptimo Congreso del Partido le ha encomendado, de manera sustancial, pero no ilimitada, que continúe con su agenda que aborda la inequidad en la sociedad, que busca el crecimiento de formas que sean más compatibles con el desarrollo sustentable, y que busca la implementación de iniciativas por parte del Partido que contribuyan a los esfuerzos de construir un mayor grado de democracia intrapartidaria.

source: The breakup of the Soviet Union would cause China to lose its last strategic shield against the United States, so China should make use of any conﬂict between other countries and the United States.
es_us: El quiebre de la Unión Soviética provocaría que China perdiera el último escudo estratégico contra Estados Unidos, por lo que debía utilizar cualquier conflicto que hubiera entre este país y otras naciones.

source: The brunt of Zhang’s argument, however, is not his critique of Western distortions of China but rather the acceptance by Chinese intellectuals of these Western portrayals.
es_us: El impacto principal del argumento de Zhang, sin embargo, no es su crítica a las distorciones de China realizadas por los Occidentales sino a la aceptación de estas descripciones por parte de los intelectuales Chinos.

source: The campaign started on July 11, 1989, when the Press and Publications Bureau issued a circular on rectifying the cultural market.
es_us: La campaña empezó el 11 de julio de 1989, cuando la Oficina de Prensa y Publicación publicó una circular para corregir el mercado cultural.

source: The central concern of the article was how the CCP had to change from a revolutionary party to a ruling party.
es_us: El asunto central del artículo era cómo el PCCh (Partido Comunista de China) pasó de ser un partido revolucionario a un partido dominante.

source: The central government wanted to replace the local financial contract system, under which the provinces were responsible only for delivering a speci-fied sum to Beijing, with a “dual tax system” that would designate clearly
es_us: El gobierno central quería reemplazar el sistema de contrato financiero local, según el cual las provincias eran reponsables solo por entregar una suma específica a Pekín, con un "sistema tributario dual" que designaría claramente

source: The change in China’s status was strikingly highlighted by the back-to-back appearances of President Bush, who spoke to the Australian parliament 2003, and Chinese president Hu Jintao, who was greeted much more enthusiastically, when he spoke the following day.
es_us: El cambio del estatus de China quedó en marcada evidencia luego de las apariciones del presidente Bush, quien se dirigió al parlamento australiano en 2003, y la del presidente chino Hu Jintao, que fue recibido con mucho más entusiasmo cuando presentó su discurso al día siguiente.

source: The change in the role of Party ideology, the reassertion of Party norms and the emergence and growth of new norms, the increasing complexity of the society and economy, the growing integration of the Chinese economy into the world economy, the growing body of laws and lawyers, and the increasing role played by quasi-representative organs such as the NPC have all been justly heralded as charting a path of gradual political transition.
es_us: Ciertos cambios fueron proclamados, en todo su derecho, como los estandartes que trazaron el camino hacia una transición política gradual: la transformación del rol de la ideología del partido; la reafirmación de normas partidarias y el afloramiento y desarrollo de normas nuevas; la creciente complejidad de la sociedad y la economía; la integración cada vez mayor de la economía china en la economía mundial; el incremento en ordernamientos jurídicos y abogados, y el rol, cada vez más importante, que juegan los cuasi órganos representativos como la ANP.

source: The choice of Jiang Zemin surprised insiders and outsiders alike, but in fact there were not many viable candidates from whom to choose.
es_us: Tanto miembros como no miembros se sorprendieron con la elección de Jiang Zemin, pero en realidad no había muchas opciones viables.

source: The collapse of socialism in Eastern Europe, as noted previously, was provoking new debate in Beijing and bringing about a new
es_us: El colapso del socialismo en Europa occidental, como se mencionó previamente, provocaba nuevos debates en Pekín y ocasionaba un nuevo

source: The communiqu´e issued by the Politburo meeting endorsed the “necessity” of upholding the “one center” of economic development and called on the Party to “accelerate the pace of reform and opening to the outside world.” Moreover, it affirmed Deng’s thesis that the main danger the Party faced was leftism.74 Accordingly, China’s central media finally publicized Deng’s trip.
es_us: El comunicado emitido por la reunión del Politburo avaló la "necesidad" de defender "el único centro" de desarrollo económico y le solicitó al Partido "acelerar el paso de la reforma y la apertura al mundo". Además, reafirmó la postura de Deng de que la mayor amenaza que enfrenta el Partido es la izquierda. Finalmente, los medios de comunicación de China publicaron el viaje de Deng.

source: The community of liberal intellectuals was badly damaged by Tiananmen
es_us: El acontecimiento de Tiananmén y sus repercusiones causó gran daño a la comunidad de intelectuales liberales.

source: The composition of the rest of the Politburo did not change the impression of Hu Jintao being surrounded by others whose political allegiances lay elsewhere.
es_us: La composición del resto del Politburó no modificó la impresión de Hu Jintao al estar rodeado por otros que tenían alianzas políticas en todos lados.

source: The conservative Australian paper the Financial Review summed up the public mood in its headline: “Bush came, Hu conquered.” By 2006, people began talking about China’s emerging “soft power.”
es_us: El periódico conservador australiano the Financial Review resumió el ánimo general del público en el titular "Bush asisitió, pero Hu conquistó". En 2006, se empezó a hablar del surgimiento del "poder blando" chino.

source: The conservative Li Ximing, targeted by Deng during his southern tour, was removed from the Politburo and subsequently replaced as Beijing Party secretary by Chen Xitong, who had responded loyally to Deng’s “emancipate the mind” campaign in 1991, despite his hardline stance during the 1989 protest movement.
es_us: El conservador Li Ximing, tquien había sido el objetivo de Deng en su gira por el sur, fue removido del Politburó y reemplazado como secretario del partido en Beijing por Chen Xitong, quién había respondido con lealtad al la campaña de 1991 de Deng "emacipar la mente" , despite his hardline stance during the 1989 protest movement.

source: The conservative critique of reform
es_us: La crítica conservadora de la reforma

source: The conservative, cautious tone of the resolution reflected the tense atmosphere at the top of the Party in the months preceding Deng’s death.
es_us: El tono conservador y cauto del fallo refleja el ambiente de tensión que se vivió entre los líderes del partido los meses previos a la muerte de Deng.

source: The contentions of the new authoritarians were quickly challenged by liberal intellectuals.
es_us: Las opiniones de los neoautoritarios fueron rápidamente desafiadas por los intelectuales liberales.

source: The contrast between Hu’s concern for the people, including his meeting with doctors and his traveling to Guangzhou – the epicenter of the crisis – contrasted sharply with Jiang Zemin’s extremely low profile as he stayed in Shang- hai.
es_us: La preocupación de Hu por la gente, que incluye juntas con médicos y su viaje a Cantón (el epicentro de la crisis) contrastaba en gran medida con el perfil sumamente bajo de Jiang Zemin durante su estadía en Shangái.

source: The coup proved to be a watershed in another way as well.
es_us: El golpe de estado resultó ser un punto de inflexión en otro aspecto también.

source: The cover of Looking at China through a Third Eye identifies one “Luo yi ning ge er” as the author.
es_us: En la tapa de Mirando a China desde un tercer ojo se nombra a un tal “Luo yi ning ge er” como el autor

source: The curious incident of Michael Fay brought these various feelings together.
es_us: El curioso incidente de Michael Fay puso todoas estas creencias juntas.

source: The data in this table were compiled by Nancy Hearst.
es_us: Cifras de la tabla compiladas por Nancy Hearst.

source: The day after Zhou Beifang was arrested, the elder Zhou retired as head of Shougang.
es_us: El día después de que Zhou Beifang fuera arrestado, Zhou se jubiló como jefe de Shougang.

source: The day after this raucous meeting, 36 percent of NPC delegates either abstained or voted against Jiang Chunyun, Jiang Zemin’s handpicked nominee as vice-premier.
es_us: El día antes de tan escandalosa reunión, el 36 porciento de los delegados de la APN se abstuvieron o votaron en contra de Jiang Chunyun, el elegido de Jiang Zemin como candidato a vicepresidente.

source: The days of Maoist rule are indeed gone, but political institutions are less constraining than they often appear from the outside.
es_us: Los días del mandato maoísta de hecho se han terminado, pero las instituciones políticas están reduciéndose menos de lo que generalmente parece desde afuera.

source: The debate in the wake of Tiananmen was a very political debate that pitted defenders of Marxist orthodoxy (known as the “Old Left” in China) against the reformers allied with Deng Xiaoping.
es_us: Tras las protestas, se generó un debate político que hizo que los defensores de la ortodoxia marxista (en China conocida como la “vieja izquierda”) se enfrentaran con los reformistas que estaban aliados con Deng Xiaoping.

source: The decision may have come late, but the frustration had apparently been mounting for some time. According to Washington Post correspondent John Pomfret, as early as April 7 – two days before Jiang Yanyong spoke publicly about the cover- up –Wen Jiabao visited China’s Center for Disease Control and talked about the failure of the military to report on the situation.
es_us: La decisión pudo haber sido tomada tarde pero la frustración parecía haber estado acumulándose hacía ya un tiempo.De acuerdo con John Pomfret, corresponsal del Washington Post, el 7 de abril (dos días antes de que Jiang Yanyong hablara públicamente sobre el encubrimiento) Wen Jiabao visitó el Centro de Control de Enfermedades de China y habló sobre el error que habían cometido las fuerzas armadas al no informar sobre la situación.

source: The decision to declare martial law had effectively been made in a meeting at Deng’s house on the morning of May 17.
es_us: La efectiva decisión de declarar ley marcial había sido tomada en una reunión en la casa de Deng la mañana del 17 de mayo.

source: The decision to post such details – without informing the Chinese – apparently came from the White House.
es_us: La decisión de publicar dichos detalles, sin informar a los chinos, habría venido de la Casa Blanca.

source: The decrease in the functions of the central government and correspond- ing increase in the functions of local government resulted in a system in which the power to redistribute resources and satisfy interests was divided; in other words, local governments began to have the political power and economic resources to pursue their own interests at the expense of the central government.
es_us: La disminución de las funciones del gobierno central y el correspondiente incremento de las funciones del gobierno local dieron como resultado un sistema en el que el poder para redistribuir los recursos y satisfacer las necesidades estaba dividido. En otras palabras, los gobiernos locales comenzaron a tener poder político y recursos económicos para perseguir sus propios intereses a expensas del gobierno central.

source: The deep differences of opinion within the party were muted if not eliminated by the purge of Party head Zhao Ziyang and other top leaders.
es_us: Las diferencias de opinión más contrastantes dentro del partido fueron silencidas, sino eliminadas, tras la purga del líder del partido Zhao Ziyang y de otros dirigentes.

source: The deepening cultural and moral crises suggested that the problem lay not in China’s traditional culture, as adherents of theMay Fourth tradition believed, but rather in the decline of traditional values.22 This understanding was bolstered by the rapid development of Japan and the “four small dragons” with attendant discussions of “Confucian capitalism,” as Western social scientists and Asian commentators alike rediscovered the positive aspects of Confucianism for economic development: the frugality, work ethic, probity, respect for family and education, and acceptance of authority were all seen as reinforcing economic development and even as defining a uniquely Asian path to development.23 In 1991, Ji Xianlin, a well-known scholar of Chinese literature at Beijing University, published an article that looked at the cyclical rise and fall of civilizations and concluded that Chinese civilization would rise again.
es_us: Las crecientes crisis culturales y morales señalaron que el problema no radicaba en la cultura tradicional de China, como creían los seguidores de la tradición del Cuatro de Mayo, sino en el deterioro de los valores tradicionales22. Este entendimiento estaba reafirmado por el rápido desarrollo de Japón y de "los cuatro dragones asiáticos", con debates sobre el "Capitalismo Confunciano", ya que sociólogos occidentales y comentaristas asiáticos del mismo tipo redescubrieron los aspectos positivos del Confucianismo para el desarrollo económico: la frugalidad, la ética laboral, la decencia, el respeto por la familia y la educación, y aceptación de la autoridad, fueron vistas como un refuerzo del desarrollo económico e incluso como factores determinantes para un camino únicamente asiático hacia el desarrollo23. En 1991, Ji Xianlin, conocido estudioso de la literatura china en la Universidad de Pekín, publicó un artículo que observaba el crecimiento y decrecimiento cíclico de las civilizaciones y concluyó que la civilización china volvería a resurgir.

source: The democratic movement was too strong, public disgust with the corruption and authoritarian policies of the government too great, and the world tide against communist governments – exemplified by the collapse of socialism in Eastern Europe later that same year – too profound for China to resist for long.
es_us: El movimiento democrático era muy fuerte, la indignación del pueblo por la corrupción y las políticas autoritarias del gobierno muy pronunciada, y la tendencia mundial en contra de los gobiernos comunistas (por ejemplo, el colapso del socialismo en Europa del Este más tarde ese mismo año) muy marcada como para que China resista por más tiempo.

source: The desire to reincorporate elements of China’s Confucian past into its current ideology was one aspect of a plainly expressed nationalism.
es_us: El deseo de reincorporar elementos del pasado confuciano de China a la ideología actual era un aspecto de un nacionalismo explícito

source: The difference between this concept of planning and the provincial interest in continuing the existing patterns of reform came to a head at the September 1990 Economic Work Conference.
es_us: La diferencia entre este concepto de planificación el interés provincial en seguir los patrones existentes de reforma surgieron en la Conferencia de Trabajo Económico en septiembre de 1990.
